Repository: Piwigo/Piwigo-Mobile
Catalog: piwigo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hu, it, ja, nl, pl, ru, sv, zh_hans, zh_hant

# uploadRights_title
source: Upload Rights Needed
ar: تحميل الحقوق المطلوبة
da: Rettigheder til Upload Påkrævet
de: Rechte zum Hochladen benötigt
es: Se necesitan derechos de subida
fr: Droits requis
hu: Feltöltési jogok szükségesek
it: Caricare i diritti necessari
ja: アップロードする権限が必要です
nl: Upload-rechten nodig
pl: Wymagane są uprawnienia do wgrywania zdjęć
ru: Необходимы права на загрузку
sv: Behörighet för uppladdning krävs
zh_hans: 需要上传权限
zh_hant: 需要上傳權限

# uploadSection_impossible
source: Impossible Uploads
ar: التحميلات المستحيلة
da: Umulige Uploads
de: Unmögliche Uploads
es: Subidas imposibles
fr: Transferts impossibles
hu: Nem feltölthető
it: Caricamenti Impossibili
ja: 不可なアップロード
nl: Onmogelijke uploads
pl: Przesyłania niemożliwe
ru: Загрузки невозможны
sv: Omöjliga uppladdningar
zh_hans: 无法完成的上传任务
zh_hant: 無法上傳

# uploadSection_queue
source: Upload Queue
ar: قائمة انتظار التحميل
da: Uploads Kø
de: Upload-Warteschlange
es: Cola de subidas
fr: File d'attente des transferts
hu: Feltöltési sor
it: Uploads Coda
ja: アップロードキュー
nl: Uploads wachtrij
pl: Kolejka przesyłania
ru: Очередь загрузок
sv: Uppladdningar kö
zh_hans: 上传队列
zh_hant: 上傳隊列

# uploadSection_resumable
source: Resumable Uploads
ar: التحميلات القابلة للاستئناف
da: Genoptagelige Uploads
de: Fortsetzbare Uploads
es: Subidas reanudables
fr: Transferts réamorçables
hu: Folytatható feltöltés
it: Caricamenti Riutilizzabili
ja: 再開可能なアップロード
nl: Herzienbare Uploads
pl: Przesyłania do wznowienia
ru: Возобновляемые загрузки
sv: Återuppladdningsbara uppladdningar
zh_hans: 可继续的上传任务
zh_hant: 可回復的上傳

# UploadVideoSize_header
source: Please select the maximum size of the videos which will be uploaded.
ar: يرجى تحديد الحد الأقصى لحجم مقاطع الفيديو التي سيتم تحميلها.
da: Vælg den maksimale størrelse på de videoer, der bliver uploadet.
de: Bitte wählen Sie die maximale Größe für hochgeladene Videos aus.
es: Por favor, seleccione el tamaño máximo de los vídeos que se cargarán.
fr: Veuillez sélectionner la taille maximale des vidéos qui seront transférées.
hu: Mekkora legyen a legnagyobb videó, ami feltöltésre kerül?
it: Seleziona la dimensione massima dei video che verranno caricati.
ja: アップロードする動画の最大サイズを選択してください。
nl: Selecteer de maximale grootte van de video's die zullen worden ge-upload.
pl: Wybierz maksymalny rozmiar filmów, które zostaną przesłane.
ru: Пожалуйста, выберите максимальный размер видео, которое будет загружено.
sv: Välj den maximala storleken på de videor som kommer att laddas upp.
zh_hans: 请选择要上传的视频的最大大小
zh_hant: 請選擇影片上傳的最大尺寸。

# UploadVideoSize_resolution
source: Built-in cameras maximum specifications:
ar: كاميرات مدمجة بأقصى مواصفات الكاميرات المدمجة:
da: Maksimale specifikationer for indbyggede kameraer:
de: Integrierte Kameras maximale Spezifikationen:
es: Especificaciones máximas de cámaras incorporadas:
fr: Performances maximales des caméras intégrées :
hu: Beépített kamera maximum specifikációi:
it: Specifiche massime delle telecamere integrate:
ja: 内蔵カメラの最大仕様:
nl: Maximaal aantal specificaties ingebouwde camera's:
pl: Maksymalne specyfikacje wbudowanych kamer:
ru: Встроенные спецификации камер:
sv: Inbyggda kameror maximala specifikationer:
zh_hans: 内置摄像头最大规格
zh_hant: 內建相機最大設定:

# UploadVideoSize_title
source: Max Video Size
ar: الحد الأقصى لحجم الفيديو
da: Maks. Videostørrelse
de: Max. Video-Größe
es: Tamaño máximo de vídeo
fr: Taille maximale des vidéos
hu: Max videóméret
it: Dimensione Massima Video
ja: ビデオの最大サイズ
nl: Maximale videogrootte
pl: Maksymalny rozmiar filmu
ru: Максимальный размер видео
sv: Max videostorlek
zh_hans: 最大视频大小
zh_hant: 最大影片大小

# videoSaveError_message
source: Failed to save video. Error: %@
ar: أخفق حفظ الفيديو. خطأ:%@
da: Kunne ikke gemme video. Fejl: %@
de: Video speichern fehlgeschlagen. Fehler: %@
es: No se ha podido guardar el vídeo. Error: %@
fr: Impossible d’enregistrer la vidéo. Erreur : %@
hu: A videó mentése nem sikerült. Hiba: %@
it: Impossibile salvare il video. Errore: %@
ja: 動画の保存に失敗しました。エラー：%@
nl: Opslaan video is mislukt. Fout: %@
pl: Nie można zapisać filmu. Błąd: %@
ru: Не удалось сохранить видео. Ошибка: %@
sv: Kunde inte spara videon. Fel: %@
zh_hans: 无法保存视频，错误信息为 %@
zh_hant: 儲存影片失敗。錯誤: %@

# videoSaveError_title
source: Failed Saving Video
ar: أخفق حفظ الفيديو
da: Kan ikke gemme video
de: Video speichern fehlgeschlagen
es: Error al guardar el vídeo
fr: Vidéo non enregistrée
hu: Videómentés sikertelen
it: Salvataggio del video fallito
ja: 動画の保存に失敗しました
nl: Opslaan video is mislukt
pl: Nie udało się zapisać filmu
ru: Не удалось сохранить видео
sv: Kunde inte spara video
zh_hans: 保存视频失败
zh_hant: 儲存影片失敗

# videoUploadCancelled_message
source: The upload of the video has been cancelled.
ar: تم إلغاء تحميل الفيديو.
da: Upload af video er annulleret.
de: Das Hochladen des Videos wurde abgebrochen.
es: Se ha cancelado la carga del vídeo.
fr: Le transfert de la vidéo vers votre Piwigo a été annulé.
hu: A videó feltöltése megszakadt.
it: Il caricamento del video è stato annullato.
ja: 動画のアップロードは取り消されました。
nl: De upload van de video is afgebroken.
pl: Wysyłanie filmu zostało anulowane.
ru: Загрузка видео была отменена.
sv: Uppladdning av videon har avbrutits.
zh_hans: 视频上传已被取消
zh_hant: 影片上傳已取消。

# videoUploadError_export
source: Sorry, the video could not be retrieved for the upload. Error: %@
ar: عذرا، تعذر استرداد الفيديوليتم تحميله. خطأ:%@
da: Videoen kunne ikke åbnes for upload. Fejl: %@
de: Entschuldigung, das Video konnte nicht zum Hochladen abgerufen werden. Fehler: %@
es: Lo sentimos, no se ha podido recuperar el vídeo para la carga. Error %@
fr: Désolé, la vidéo n'a pas pu être récupérée pour être transférée à votre Piwigo. Erreur : %@
hu: A videó sajnos nem elérhető a feltöltéshez. Hiba: %@
it: Spiacenti, non è stato possibile recuperare il video per il caricamento. Errore: %@
ja: 申し訳ありませんが、アップロードする動画を取得できませんでした。エラー：%@
nl: Sorry, de video kon niet opgehaald worden om te uploaden. Fout: %@
pl: Niestety, film nie mógł zostać odzyskany do wysłania. Błąd: %@
ru: Увы, но видео не может быть извлечено для для загрузки. Ошибка: %@
sv: Tyvärr, videon kunde inte hämtas för uppladdning. Fel: %@
zh_hans: 抱歉，找不到视频可以上传，错误信息为 %@
zh_hant: 抱歉，無法取得影片導致無法上傳。 錯誤: %@

# videoUploadError_format
source: Sorry, video files with extension .%@ are not accepted by the Piwigo server.
ar: عذرا، لا يتم قبول ملفات الفيديو التي تحتوي على إضافة .%@ بواسطة خادم Piwigo.
da: Vidiofiler af typen .%@ accepteres ikke af Piwigo server.
de: Entschuldigung, Videodateien mit der Erweiterung .%@ werden von diesem Piwigo Server nicht akzeptiert.
es: Lo sentimos, archivos de vídeo con extensión .%@ no son aceptados por el servidor Piwigo.
fr: Désolé, les fichiers vidéo ayant comme extension .%@ ne sont pas acceptés par le serveur Piwigo.
hu: A %@ kiterjesztésű videókat sajnos a Piwigo szerver nem támogatja.
it: Siamo spiacenti, i file video con estensione .%@ non sono accettati dal server Piwigo.
ja: 申し訳ありませんが、このPiwigoサーバでは拡張子 %@ の動画ファイルを受け付けていません。
nl: Sorry, video bestanden met de extensie .%@ worden niet geaccepteerd door de Piwigo-server.
pl: Przepraszamy, pliki wideo z rozszerzeniem .%@ nie są akceptowane przez serwer Piwigo.
ru: Увы, но видеофайлы с расширением .%@ не поддерживаются сервером Piwigo.
sv: Tyvärr, men videofiler med tillägg .%@ accepteras inte av Piwigo server.
zh_hans: 抱歉，Piwigo服务器无法接受.%@后缀名的视频文件
zh_hant: 抱歉，Piwigo不支援格式為.%@的影片檔。

# videoUploadError_iCloud
source: Could not retrieve video. Error: %@
ar: تعذر استرداد الفيديو. خطأ:%@
da: Kunne ikke hente video. Fejl: %@
de: Video konnte nicht abgerufen werden. Fehler: %@
es: No se pudo recuperar el vídeo. Error: %@
fr: Echec de la récupération de la vidéo. Erreur : %@
hu: Nem tölthető be a videó. Hiba: %@
it: Impossibile recuperare video. Errore: %@
ja: 動画を取得できませんでした。エラー：%@
nl: Kon de video niet ophalen van. Fout: %@
pl: Nie można pobrać filmu. Błąd: %@
ru: Не удалось восстановить видео. Ошибка: %@
sv: Kunde inte att hämta video. Fel: %@
zh_hans: 找不到视频，错误信息为 %@
zh_hant: 無法取得影片。錯誤: %@

# videoUploadError_title
source: Video Upload Error
ar: خطأ في تحميل الفيديو
da: Video Upload fejl
de: Fehler beim Video Hochladen
es: Error de subida de vídeo
fr: Echec du Transfert
hu: Videófeltöltési hiba
it: Errore nel caricamento del video
ja: 動画アップロードのエラー
nl: Video-upload-fout
pl: Błąd Przesyłania filmu
ru: Ошибка загрузки видео
sv: Fel vid videouppladdning
zh_hans: 视频上传错误
zh_hant: 影片上傳錯誤

# videoUploadError_unknown
source: Sorry, the upload of the video has failed for an unknown error during the MP4 conversion. Error: %@
ar: عذرا، أخفق تحميل الفيديو بسبب خطأ غير معروف أثناء عملية التحويل MP4. خطأ:%@
da: Upload af videoen mislykkedes med en ukendt fejl under MP4 konvertering. Fejl: %@
de: Entschuldigung, das Hochladen des Videos schlug aufgrund eines unbekannten Fehlers während der MP4 Konvertierung fehl. Fehler: %@
es: Lo sentimos, no se ha podido cargar el vídeo debido a un error desconocido durante la conversión del MP4. Error: %@
fr: Désolé, le transfert vers votre Piwigo de la vidéo a échoué pour une erreur inconnue lors de la conversion MP4. Erreur : %@
hu: Ismeretlen hiba a videó feltöltése utáni MP4-re konvertálás során. Hiba: %@
it: Spiacenti, il caricamento del video è fallito per un errore sconosciuto durante la conversione MP4. Errore: %@
ja: 申し訳ありませんが、動画のアップロードはMP4変換中に原因不明のエラーのため失敗しました。エラー：%@
nl: Sorry, het uploaden van de video is mislukt vanwege een onbekende fout tijdens de MP4-conversie. Fout: %@
pl: Niestety, wysyłanie filmu nie udało się z powodu nieznanego błędu podczas konwersji do MP4. Błąd: %@
ru: К сожалению, загрузка видео не удалась из-за неизвестной ошибки во время преобразования MP4. Ошибка: %@
sv: Tyvärr, uppladdning av video misslyckades p.g.a ett okänt fel under MP4 konvertering. Fel: %@
zh_hans: 抱歉，视频在MP4转换过程中出现错误，错误信息为 %@
zh_hant: 抱歉，上傳的影片因為未知的MP4轉換錯誤而失敗。錯誤: %@

source: Week
ar: الأسبوع
da: Uge
de: Woche
es: Semana
fr: Semaine
hu: Hét
it: Settimana
ja: 週
pl: Tydzień
ru: Неделя
sv: Vecka
zh_hans: 周
zh_hant: 星期

# whatsNew_continue
source: Continue
ar: تابع
da: Fortsæt
de: Fortsetzen
es: Continuar
fr: Continuer
hu: Folytatás
it: Continua
ja: 続ける
nl: Doorgaan
pl: Kontynuuj
ru: Продолжить
sv: Fortsätt
zh_hans: 继续储值
zh_hant: 繼續

# whatsNew_desc1
source: Read and share PDF files directly
ar: قراءة ومشاركة ملفات PDF مباشرة
da: Læs og del PDF-filer direkte
de: PDF-Dateien direkt lesen und teilen
es: Leer y compartir archivos PDF directamente
fr: Lire et partager des fichiers PDF directement
hu: PDF fájlok közvetlen olvasása és megosztása
it: Leggi e condividi direttamente i file PDF
ja: PDF ファイルの読み取りと共有
nl: PDF-bestanden direct lezen en delen
pl: Odczytuj i udostępniaj pliki PDF bezpośrednio
ru: Читать и делиться PDF-файлами напрямую
sv: Läs och dela PDF-filer direkt
zh_hans: 直接阅读和分享 PDF 文件
zh_hant: 直接讀取和分享 PDF 檔案

# whatsNew_desc2
source: Bug fixes and improvement of the interface
ar: إصلاح الأخطاء وتحسين الواجهة
da: Fejlrettelser og forbedringer af grænsefladen
de: Fehlerbehebung und Verbesserung der Schnittstelle
es: Corrección de errores y mejora de la interfaz
fr: Corrections de bugs et amélioration de l'interface
hu: Hibajavítások és a felület fejlesztése
it: Correzioni di bug e miglioramento dell'interfaccia
ja: バグ修正とインターフェースの改善
nl: Bug fixes en verbetering van de interface
pl: Poprawki błędów i ulepszenia interfejsu
ru: Исправления ошибок и улучшение интерфейса
sv: Buggfixar och förbättring av gränssnittet
zh_hans: 错误修复和界面改进
zh_hant: 修正錯誤並改進介面

# whatsNew_title
source: What's New in Piwigo
ar: ما الجديد في Piwigo
da: Hvad er nyt i Piwigo
de: Was ist neu in Piwigo
es: Novedades de Piwigo
fr: Nouveautés de Piwigo
hu: Újdonságok a Piwigo-ban
it: Novità di Piwigo
ja: Piwigoの新機能
nl: Wat is er nieuw in Piwigo
pl: Co nowego w Piwigo
ru: Что нового в Piwigo
sv: Vad är nytt i Piwigo
zh_hans: Piwigo有什么新功能
zh_hant: Piwigo的新功能

# whatsNew_title1
source: PDF Files
ar: ملفات PDF
da: PDF Filer
de: PDF-Dateien
es: Archivos PDF
fr: Fichiers PDF
hu: PDF fájlok
it: File PDF
ja: PDF ファイル
nl: PDF bestanden
pl: Pliki PDF
ru: PDF-файлы
sv: PDF-filer
zh_hans: PDF 文件
zh_hant: PDF 檔案

# whatsNew_title2
source: Stability
ar: الاستقرار
da: Stabilitet
de: Stabilität
es: Estabilidad
fr: Stabilité
hu: Stabilitás
it: Stabilità
ja: 安定度
nl: Stabiliteit
pl: Stabilność
ru: Стабильность
sv: Stabilitet
zh_hans: 稳定性
zh_hant: 穩定性

source: Year
ar: السنة
da: År
de: Jahr
es: Año
fr: Année
hu: Év
it: Anno
ja: 年
nl: Jaar
pl: Rok
ru: Год
sv: År
zh_hans: 年
zh_hant: 年份

# settings_pwgURL
source: https://piwigo.org
da: https://da.piwigo.org
de: https://de.piwigo.org
es: https://es.piwigo.org
fr: https://fr.piwigo.org
it: https://it.piwigo.org
nl: https://nl.piwigo.org
pl: https://pl.piwigo.org
ru: https://ru.piwigo.org
zh_hans: https://cn.piwigo.org
zh_hant: https://cn.piwigo.org

# settings_pwgForumURL
source: https://piwigo.org/forum
de: https://de.piwigo.org/forum/
es: https://es.piwigo.org/forum/
fr: https://fr.piwigo.org/forum/
it: https://it.piwigo.org/forum/
nl: https://nl.piwigo.org/forum/
